<template>
  <div>
    <main-layout>
      <i-breadcrumb>
        <a-breadcrumb-item>
          <router-link to="/"> Главная</router-link>
        </a-breadcrumb-item>
        <a-breadcrumb-item>О ФРДК «Ыйман»</a-breadcrumb-item>
        <a-breadcrumb-item>Председатель правления</a-breadcrumb-item>
      </i-breadcrumb>

      <img src="@/static/img/news.png" class="page-avatar" />

      <div class="page-content">
        Общественный фонд “Фонд развития духовной культуры “Ыйман” был создан по
        Распоряжению Президента Кыргызской Республики А.Атамбаевым №11 от 22
        января 2014 г. и прошел государственную регистрацию в органах юстиции
        25.03.2014 г. Основной целью Фонда является развитие духовной и
        религиозной культуры, поддержка инициатив, направленных на повышение
        духовного и интеллектуального потенциала граждан, оказание содействия
        государству и гражданскому обществу в укреплении межконфессионального
        согласия, веротерпимости, выработке эффективных форм и методов
        противодействия проявлениям религиозного экстремизма. Предметом
        деятельности Фонда является: 1) поддержка инициатив, направленных на
        повышение духовного и интеллектуального потенциала граждан, а также
        проектов, направленных на повышение уровня просвещенности, укрепление
        толерантности, веротерпимости и межконфессионального согласия; 2)
        оказание поддержки священнослужителям в повышении своего
        образовательного уровня, получении светского, религиозного образования;
        3) просветительская деятельность среди граждан, в том числе молодежи,
        женщин и священнослужителей, по противодействию религиозному экстремизму
        и терроризму; 4) оказание поддержки традиционным религиозным
        организациям в Кыргызской Республике. Проектная деятельность Фонда
        “Ыйман” Проект “Повышение потенциала и уровня образования
        священнослужителей, способствующих позитивному развитию религиозной
        ситуации в КР” Цель проекта: создать систему переподготовки и повышения
        квалификации духовных служителей Кыргызстана, которая будет
        предоставлять необходимые научно-технические знания и информировать об
        основах государственной политики в религиозной сфере для повышения
        уровня религиозной и светской грамотности духовных служащих. Проект
        “Калем жана Ыйман” Цель проекта: формирование здорового, миролюбивого,
        духовно развитого, культурного, толерантного, образованного народа
        страны, посредством оказания поддержки творческим деятелям в
        осуществлении позитивных идей через издание их произведений и
        популяризацию чтения среди населения. Проект “Интеллектуальные
        инвестиции” Цель проекта: создать платформу и условия для развития
        перспективной молодежи с целью содействия раскрытия их духовного и
        интеллектуального потенциала. Проект “Информационное пространство” Цель
        проекта: противодействие идеологии экстремистского и радикального
        содержания путем пропаганды мировых культур, традиций, здорового образа
        жизни. Проект “Безопасность и религия” Цель проекта: повышение уровня
        знаний и компетентности сотрудников органов безопасности и силовых
        органов в Исламе для улучшения эффективности их борьбы с насильственным
        экстремизмом и радикализмом.
      </div>
      <div>
        <h2 class="section-title">Экс Главы ФРДК “Ыйман”</h2>
        <div class="chairmans">
          <div v-for="item in 4" :key="item" class="chairman">
            <img src="@/static/img/news.png" class="chairman__avatar" alt="" />
            <p class="chairman__name">Александр Македонский</p>
            <div class="chairman__date">
              <span>2008-2013</span>
            </div>
          </div>
        </div>
      </div>
    </main-layout>
  </div>
</template>

<script>
import IBreadcrumb from '@/components/IBreadcrumb.vue'
import MainLayout from '@/layouts/MainLayout.vue'
export default {
  name: 'AboutChairman',
  components: { MainLayout, IBreadcrumb },
}
</script>

<style lang="scss">
.chairmans {
  display: grid;
  grid-template-columns: repeat(4, 1fr);
  row-gap: 30px;
}
.chairman {
  text-align: center;
  &__avatar {
    border-radius: 50%;
    height: 186px;
    width: 186px;
    object-fit: cover;
  }

  &__name {
    font-weight: 500;
    font-size: 20px;
    line-height: 155.7%;
    color: #000000;
    margin: 26px 0 15px;
  }

  &__date {
    font-weight: 300;
    font-size: 20px;
    line-height: 155.7%;
    color: #000000;
  }
}
</style>
