<template>
  <div>
    <main-layout>
      <i-breadcrumb>
        <a-breadcrumb-item>
          <router-link to="/"> Главная</router-link>
        </a-breadcrumb-item>
        <a-breadcrumb-item>О ФРДК «Ыйман» </a-breadcrumb-item>
        <a-breadcrumb-item>История создания </a-breadcrumb-item>
      </i-breadcrumb>

      <img src="@/static/img/slide.png" class="page-img" />

      <div class="page-content">
        Общественный фонд “Фонд развития духовной культуры “Ыйман” был создан по
        Распоряжению Президента Кыргызской Республики А.Атамбаевым №11 от 22
        января 2014 г. и прошел государственную регистрацию в органах юстиции
        25.03.2014 г. Основной целью Фонда является развитие духовной и
        религиозной культуры, поддержка инициатив, направленных на повышение
        духовного и интеллектуального потенциала граждан, оказание содействия
        государству и гражданскому обществу в укреплении межконфессионального
        согласия, веротерпимости, выработке эффективных форм и методов
        противодействия проявлениям религиозного экстремизма. Предметом
        деятельности Фонда является: 1) поддержка инициатив, направленных на
        повышение духовного и интеллектуального потенциала граждан, а также
        проектов, направленных на повышение уровня просвещенности, укрепление
        толерантности, веротерпимости и межконфессионального согласия; 2)
        оказание поддержки священнослужителям в повышении своего
        образовательного уровня, получении светского, религиозного образования;
        3) просветительская деятельность среди граждан, в том числе молодежи,
        женщин и священнослужителей, по противодействию религиозному экстремизму
        и терроризму; 4) оказание поддержки традиционным религиозным
        организациям в Кыргызской Республике. Проектная деятельность Фонда
        “Ыйман” Проект “Повышение потенциала и уровня образования
        священнослужителей, способствующих позитивному развитию религиозной
        ситуации в КР” Цель проекта: создать систему переподготовки и повышения
        квалификации духовных служителей Кыргызстана, которая будет
        предоставлять необходимые научно-технические знания и информировать об
        основах государственной политики в религиозной сфере для повышения
        уровня религиозной и светской грамотности духовных служащих. Проект
        “Калем жана Ыйман” Цель проекта: формирование здорового, миролюбивого,
        духовно развитого, культурного, толерантного, образованного народа
        страны, посредством оказания поддержки творческим деятелям в
        осуществлении позитивных идей через издание их произведений и
        популяризацию чтения среди населения. Проект “Интеллектуальные
        инвестиции” Цель проекта: создать платформу и условия для развития
        перспективной молодежи с целью содействия раскрытия их духовного и
        интеллектуального потенциала. Проект “Информационное пространство” Цель
        проекта: противодействие идеологии экстремистского и радикального
        содержания путем пропаганды мировых культур, традиций, здорового образа
        жизни. Проект “Безопасность и религия” Цель проекта: повышение уровня
        знаний и компетентности сотрудников органов безопасности и силовых
        органов в Исламе для улучшения эффективности их борьбы с насильственным
        экстремизмом и радикализмом.
      </div>
    </main-layout>
  </div>
</template>

<script>
import IBreadcrumb from '@/components/IBreadcrumb.vue'
import MainLayout from '@/layouts/MainLayout.vue'
export default {
  name: 'AboutHistory',
  components: { MainLayout, IBreadcrumb },
}
</script>

<style></style>
